electronicayciencia/esp32-misc/i2s-clocking/esp32/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32"
CONFIG_COMPILER_MINIMAL_BUILD=y
CONFIG_ESP32_DEFAULT_CPU_FREQ_240=y
CONFIG_I2S_ENABLE_STATIC_CHANNELS=y
CONFIG_I2S_SUPPORT_APLL=y
CONFIG_BT_ENABLED=n
CONFIG_WIFI_ENABLED=n
CONFIG_FREERTOS_UNICORE=n
